/* No comment provided by engineer. */
"$-.--" = "$-.--";

/* No comment provided by engineer. */
"\"" = "\"";

/* No comment provided by engineer. */
"\"%@" = "\"%@";

/* No comment provided by engineer. */
"a photo frame" = "un cadre photo";

/* No comment provided by engineer. */
"a photo from your photo gallery" = "une photo de votre galerie de photos";

/* No comment provided by engineer. */
"Add to Widgets" = "Ajouter aux widgets";

/* No comment provided by engineer. */
"Add Your Photo" = "Ajoutez votre photo";

/* No comment provided by engineer. */
"Buy now" = "Acheter maintenant";

/* No comment provided by engineer. */
"Choose" = "Choisir";

/* No comment provided by engineer. */
"Create" = "Créer";

/* No comment provided by engineer. */
"Description %@" = "La description %@";

/* No comment provided by engineer. */
"Dismiss" = "Rejeter";

/* No comment provided by engineer. */
"Done" = "Terminé";

/* No comment provided by engineer. */
"Drag image" = "Faites glisser l'image";

/* No comment provided by engineer. */
"Edit" = "Éditer";

/* No comment provided by engineer. */
"Empty" = "Vide";

/* No comment provided by engineer. */
"empty frame" = "cadre vide";

/* No comment provided by engineer. */
"FrameIt" = "FrameIt";

/* No comment provided by engineer. */
"Go Back" = "Retourner";

/* No comment provided by engineer. */
"Hello, World!" = "Hello, World!";

/* No comment provided by engineer. */
"If you gave limited photos access, you can add more photos or enable access to all your photos through the settings app." = "Si vous avez donné un accès limité aux photos, vous pouvez ajouter plus de photos ou activer l'accès à toutes vos photos via l'application des paramètres.";

/* No comment provided by engineer. */
"If your frame won't load, try removing the widget and adding it again." = "Si votre cadre ne se charge pas, essayez de supprimer le widget et de l'ajouter à nouveau.";

/* No comment provided by engineer. */
"Instructions" = "Instructions";

/* No comment provided by engineer. */
"Leave a Review" = "Laisser un commentaire";

/* No comment provided by engineer. */
"Long Press" = "Appui long";

/* No comment provided by engineer. */
"Long press this widget" = "Appuyez longuement sur ce widget";

/* No comment provided by engineer. */
"My Frames" = "Mes cadres";

/* No comment provided by engineer. */
"One" = "Un";

/* No comment provided by engineer. */
"Photos Access Denied" = "Accès aux photos refusé";

/* No comment provided by engineer. */
"Pinch to zoom" = "Pincer pour zoomer";

/* No comment provided by engineer. */
"Please allow photos access through the settings app." = "Veuillez autoriser l'accès aux photos via l'application des paramètres.";

/* No comment provided by engineer. */
"Position" = "Position";

/* No comment provided by engineer. */
"Privacy Policy" = "Politique de confidentialité";

/* No comment provided by engineer. */
"Provide Feedback" = "Fournir une réponse";

/* No comment provided by engineer. */
"Restore Purchases" = "Restaurer les achats";

/* No comment provided by engineer. */
"Select" = "Sélectionner";

/* No comment provided by engineer. */
"stunning collages" = "superbes collages";

/* No comment provided by engineer. */
"Success" = "Succès";

/* No comment provided by engineer. */
"Support" = "Soutien";

/* No comment provided by engineer. */
"Tap \"Edit Widget\"" = "Appuyez sur \"Modifier le widget\"";

/* No comment provided by engineer. */
"Thanks again for your purchase!" = "Merci encore pour votre achat!";

/* No comment provided by engineer. */
"the photo in the frame" = "la photo dans le cadre";

/* No comment provided by engineer. */
"three" = "trois";

/* No comment provided by engineer. */
"Title %@" = "Titre %@";

/* No comment provided by engineer. */
"two" = "deux";

/* No comment provided by engineer. */
"Unable to Load %@ Photo%@" = "Incapable de charger %1$@ Photo%2$@";

/* No comment provided by engineer. */
"Unable to Load Any Photos" = "Impossible de charger des photos";

/* No comment provided by engineer. */
"Visit our website" = "Visitez notre site Internet";

/* No comment provided by engineer. */
"your homescreen to access the widget panel" = "votre écran d'accueil pour accéder au panneau de widgets";

/* No comment provided by engineer. */
"your own border colors" = "vos propres couleurs de bordure";

